{
    "meta": {
        "title": "राशि संगति परीक्षण - प्रेम, मित्रता और कार्य संगति | DopaBrain",
        "description": "मुफ्त राशि संगति परीक्षण! 12 राशियों के प्रेम, मित्रता और कार्य संगति की जाँच करें। AI विश्लेषण सहित।"
    },
    "app": {
        "title": "राशि संगति परीक्षण",
        "subtitle": "किसी विशेष व्यक्ति के साथ अपनी संगति खोजें"
    },
    "selector": {
        "myZodiac": "मेरी राशि",
        "theirZodiac": "उनकी राशि",
        "check": "संगति जांचें"
    },
    "zodiac": {
        "aries": "मेष",
        "taurus": "वृषभ",
        "gemini": "मिथुन",
        "cancer": "कर्क",
        "leo": "सिंह",
        "virgo": "कन्या",
        "libra": "तुला",
        "scorpio": "वृश्चिक",
        "sagittarius": "धनु",
        "capricorn": "मकर",
        "aquarius": "कुंभ",
        "pisces": "मीन"
    },
    "results": {
        "overallScore": "कुल स्कोर",
        "romantic": "रोमांटिक",
        "friendship": "दोस्ती",
        "work": "काम",
        "elementCompat": "तत्व संगति",
        "analysis": "विस्तृत विश्लेषण",
        "strengths": "शक्तियां",
        "cautions": "सावधानियां",
        "advice": "सलाह",
        "deepAnalysis": "AI गहरे विश्लेषण देखें",
        "shareCard": "कार्ड साझा करें",
        "backToTest": "फिर से परीक्षण करें",
        "relationshipDynamics": "संबंध गतिशीलता",
        "communicationStyle": "संचार शैली",
        "emotionalMatch": "भावनात्मक संगति",
        "growthPotential": "विकास की क्षमता",
        "close": "बंद करें"
    },
    "element": {
        "fire_fire": "गतिशील और जुनूनी! दोनों राशियां संबंध में तीव्रता और उत्साह लाती हैं।",
        "fire_earth": "चुनौतीपूर्ण लेकिन फलदायी। अग्नि स्थिरता सीख सकता है, पृथ्वी स्वाभाविकता सीख सकती है।",
        "fire_air": "उत्कृष्ट तालमेल! वायु अग्नि को प्रज्वलित करती है, गतिशील और रोमांचक ऊर्जा बनाती है।",
        "fire_water": "जटिल गतिशीलता। अग्नि जल को वाष्पित करता है, लेकिन भाप साथ में शक्तिशाली हो सकती है।",
        "earth_earth": "ठोस आधार! दोनों राशियां स्थिरता, वफादारी और सुरक्षा को महत्व देती हैं।",
        "earth_air": "अलग-अलग लय। पृथ्वी स्थिर है, वायु स्वतंत्र है।",
        "earth_water": "सुंदर सामंजस्य! पृथ्वी जल का पोषण करती है, विकास और समझ पैदा करती है।",
        "air_air": "बौद्धिक जुड़ाव! दोनों संवाद और मानसिक उत्तेजना से प्यार करते हैं।",
        "air_water": "दिलचस्प विपरीतता। वायु तार्किक है, जल भावनात्मक है।",
        "water_water": "गहरा अंतर्ज्ञान! दोनों भावनाओं और सहानुभूति को स्वाभाविक रूप से समझते हैं।"
    },
    "analysis": {
        "aries_leo": {
            "strengths": "दोनों जुनूनी, महत्वाकांक्षी अग्नि राशियां हैं जो एक-दूसरे की ऊर्जा को बढ़ाती हैं। आप जीवन, साहस और जोखिम के लिए उत्साह साझा करते हैं। प्राकृतिक नेता के रूप में, आप उत्साह और वफादारी से एक-दूसरे के लक्ष्यों का समर्थन करते हैं।",
            "cautions": "दोनों को ध्यान का केंद्र होना पसंद है। ध्यान या नियंत्रण के लिए प्रतिस्पर्धा समस्या बन सकती है। एक-दूसरे की जीत का जश्न मनाने के तरीके खोजें।",
            "advice": "अपनी संयुक्त अग्नि ऊर्जा को साझा साहसिक कार्यों में लगाएं। अहंकार के टकराव से सावधान रहें और ईमानदारी से एक-दूसरे की प्रशंसा करें।"
        },
        "aries_sagittarius": {
            "strengths": "परिपूर्ण जोड़ी! दोनों अग्नि राशियां साहस, स्वतंत्रता और नए अनुभवों की इच्छा रखती हैं। आप स्वाभाविक रूप से एक-दूसरे की स्वतंत्रता और उत्साह की जरूरत को समझते हैं।",
            "cautions": "दोनों आवेगी और अधीर हो सकते हैं। लापरवाही अगर नियंत्रित न की जाए तो समस्याएं पैदा कर सकती है।",
            "advice": "आपका साझा उत्साह आपकी महाशक्ति है। सफलता सुनिश्चित करने के लिए स्वाभाविकता को कुछ योजना के साथ संतुलित करें।"
        },
        "taurus_capricorn": {
            "strengths": "दोनों व्यावहारिक पृथ्वी राशियां कड़ी मेहनत, वफादारी और कुछ स्थायी बनाने को महत्व देती हैं। आप एक-दूसरे की सुरक्षा और भौतिक स्थिरता की जरूरत को समझते हैं।",
            "cautions": "दोनों जिद्दी और काम पर अत्यधिक केंद्रित हो सकते हैं। साथ में जीवन का आनंद लेना याद रखें।",
            "advice": "साथ में लक्ष्य बनाएं और टीम के रूप में संपत्ति बनाएं। व्यस्त कार्यक्रम के बावजूद रोमांस के लिए समय निकालें।"
        },
        "gemini_libra": {
            "strengths": "वायु राशियां जो एक ही भाषा बोलती हैं! उत्कृष्ट संवाद, साझा बौद्धिक रुचियां और प्राकृतिक सामंजस्य इस जोड़ी को आनंददायक बनाते हैं।",
            "cautions": "दोनों अनिर्णायक या अत्यधिक विश्लेषणात्मक हो सकते हैं। सोचने और करने में संतुलन बनाएं।",
            "advice": "अपनी संवाद कौशल का उपयोग करके साथ में विचारों की खोज करें। बातचीत जारी रखें और निर्णयों को आगे बढ़ाएं।"
        },
        "cancer_scorpio": {
            "strengths": "गहरे जल राशि का जुड़ाव! दोनों भावनात्मक गहराई और अंतर्ज्ञान को समझते हैं। तीव्र वफादारी, प्राकृतिक सहानुभूति और प्रामाणिक समझ शक्तिशाली बंधन बनाते हैं।",
            "cautions": "दोनों गोपनीय या अत्यधिक सुरक्षात्मक हो सकते हैं। विश्वास और खुला संवाद आवश्यक है।",
            "advice": "एक-दूसरे के लिए सुरक्षित भावनात्मक स्थान बनाएं। बिना निर्णय के कमजोरी की अनुमति दें।"
        },
        "default": {
            "strengths": "हर जोड़ी में अद्वितीय शक्तियां होती हैं जो खोजे जाने की प्रतीक्षा कर रही हैं। अपने साझा मूल्यों और एक-दूसरे के प्रति आकर्षण पर ध्यान दें।",
            "cautions": "अलग-अलग राशियों की अलग-अलग जरूरतें होती हैं। एक-दूसरे के दृष्टिकोण को समझने में धैर्य रखें।",
            "advice": "अपने अंतर का जश्न मनाएं और साझा आधार पर निर्माण करें। किसी भी सफल रिश्ते की कुंजी संवाद है।"
        }
    }
}
