{
    "meta": {
        "title": "Тест совместимости знаков зодиака - Любовь, Дружба, Работа | DopaBrain",
        "description": "Бесплатный тест совместимости знаков зодиака! Проверьте совместимость в любви, дружбе и работе для всех 12 знаков."
    },
    "app": {
        "title": "Тест совместимости знаков зодиака",
        "subtitle": "Откройте для себя вашу совместимость с кем-то особенным"
    },
    "selector": {
        "myZodiac": "Мой знак",
        "theirZodiac": "Его/Её знак",
        "check": "Проверить совместимость"
    },
    "zodiac": {
        "aries": "Овен",
        "taurus": "Телец",
        "gemini": "Близнецы",
        "cancer": "Рак",
        "leo": "Лев",
        "virgo": "Дева",
        "libra": "Весы",
        "scorpio": "Скорпион",
        "sagittarius": "Стрелец",
        "capricorn": "Козерог",
        "aquarius": "Водолей",
        "pisces": "Рыбы"
    },
    "results": {
        "overallScore": "Общий рейтинг",
        "romantic": "Романтическая",
        "friendship": "Дружба",
        "work": "Работа",
        "elementCompat": "Совместимость элементов",
        "analysis": "Подробный анализ",
        "strengths": "Сильные стороны",
        "cautions": "Осторожность",
        "advice": "Совет",
        "deepAnalysis": "Посмотреть глубокий анализ ИИ",
        "shareCard": "Поделиться карточкой",
        "backToTest": "Пройти тест снова",
        "relationshipDynamics": "Динамика отношений",
        "communicationStyle": "Стиль общения",
        "emotionalMatch": "Эмоциональная совместимость",
        "growthPotential": "Потенциал роста",
        "close": "Закрыть"
    },
    "element": {
        "fire_fire": "Динамично и страстно! Оба знака привносят интенсивность и энтузиазм в отношения.",
        "fire_earth": "Сложно, но полезно. Огонь может научиться стабильности, земля может научиться спонтанности.",
        "fire_air": "Отличная синергия! Воздух раздувает огонь, создавая динамичную и захватывающую энергию.",
        "fire_water": "Сложная динамика. Огонь испаряет воду, но пар вместе может быть мощным.",
        "earth_earth": "Прочный фундамент! Оба знака ценят стабильность, верность и безопасность.",
        "earth_air": "Разные ритмы. Земля приземлена, воздух свободолюбив.",
        "earth_water": "Прекрасная гармония! Земля питает воду, создавая рост и понимание.",
        "air_air": "Интеллектуальная связь! Оба любят общение и умственную стимуляцию.",
        "air_water": "Интересный контраст. Воздух логичен, вода эмоциональна.",
        "water_water": "Глубокая интуиция! Оба естественно понимают эмоции и сопереживание."
    },
    "analysis": {
        "aries_leo": {
            "strengths": "Оба — страстные, амбициозные огненные знаки, питающие энергию друг друга. Вы разделяете вкус к жизни, приключениям и риску. Прирождённые лидеры, вы поддерживаете цели друг друга с энтузиазмом и преданностью.",
            "cautions": "Оба любят быть в центре внимания. Соперничество за внимание или контроль может стать проблемой. Найдите способы отмечать победы друг друга.",
            "advice": "Направьте совместную огненную энергию в общие приключения. Будьте внимательны к столкновению эго и искренне восхищайтесь друг другом."
        },
        "aries_sagittarius": {
            "strengths": "Идеальная пара! Оба огненных знака жаждут приключений, свободы и новых впечатлений. Вы естественно понимаете потребность друг друга в независимости и волнении.",
            "cautions": "Оба могут быть импульсивными и нетерпеливыми. Безрассудство может привести к проблемам, если его не контролировать.",
            "advice": "Ваш общий энтузиазм — ваша суперсила. Уравновешивайте спонтанность планированием для достижения успеха."
        },
        "taurus_capricorn": {
            "strengths": "Оба практичных земных знака ценят трудолюбие, верность и создание чего-то долговечного. Вы понимаете потребность друг друга в безопасности и материальной стабильности.",
            "cautions": "Оба могут быть упрямыми и слишком сосредоточенными на работе. Не забывайте наслаждаться жизнью вместе.",
            "advice": "Ставьте совместные цели и стройте благополучие командой. Планируйте время для романтики, несмотря на плотный график."
        },
        "gemini_libra": {
            "strengths": "Воздушные знаки, говорящие на одном языке! Отличное общение, общие интеллектуальные интересы и естественная гармония делают эту пару прекрасной.",
            "cautions": "Оба могут быть нерешительными или чрезмерно аналитичными. Найдите баланс между размышлениями и действиями.",
            "advice": "Используйте навыки общения для совместного исследования идей. Поддерживайте разговоры и продвигайте решения вперёд."
        },
        "cancer_scorpio": {
            "strengths": "Глубокая связь водных знаков! Оба понимают эмоциональную глубину и интуицию. Сильная преданность, естественное сопереживание и подлинное понимание создают мощные связи.",
            "cautions": "Оба могут быть скрытными или чрезмерно защитными. Доверие и открытое общение необходимы.",
            "advice": "Создайте безопасное эмоциональное пространство друг для друга. Позвольте уязвимость без осуждения."
        },
        "default": {
            "strengths": "Каждая пара имеет уникальные сильные стороны, ждущие своего открытия. Сосредоточьтесь на общих ценностях и на том, что привлекает вас друг в друге.",
            "cautions": "Разные знаки имеют разные потребности. Будьте терпеливы в понимании перспектив друг друга.",
            "advice": "Отмечайте свои различия, строя на общих основаниях. Общение — ключ к любым успешным отношениям."
        }
    }
}
